Repository: lorenzofar/Time-Sense
Catalog: Time Sense/Strings/*/Resources.resw
Source language: en
Languages: de, it, tr, zh_cn

# voice_location
source: Location tracking is now {0}
de: Standort-Tracking ist jetzt {0}
it: La rilevazione della posizione è stata {0}
tr: Konum desteği şuan {0}
zh_cn: 定位追踪现在已{0}

# rate_cancel
source: No
de: Nein
tr: Hayır
zh_cn: 否

# rate_later
source: Later
de: Später
it: Più tardi
tr: Daha sonra
zh_cn: 稍后再说

# rate_message
source: If you like Time Sense, why not to leave a review on the Store? Thanks for the support
de: Du magst Time Sense? Bewerte die App im Store! Vielen Dank für die Unterstützung!
it: Se trovi utile Time Sense, perchè non lasciare una recensione sullo Store? Grazie per il supporto.
tr: Time sense uygulamasını sevdiysen, mağazada derecelendirmeye ne dersin? desteğin için teşekkürler.
zh_cn: 如果您喜欢 Time Sense， 为什么不在应用商店里留下您的评论呢？感谢您的支持!

# rate_rate
source: Rate
de: Bewerten
it: Valuta
tr: Derecelendir
zh_cn: 评价

# rate_title
source: Rate Time Sense
de: Bewerte Time Sense
it: Valuta Time Sense
tr: Time sense 'i derecelendir
zh_cn: 评价Time Sense

# purchase_analytics.PrimaryButtonText
source: Buy
de: Kaufen
it: Compra
tr: Satın
zh_cn: 购买

# purchase_analytics.Title
source: ADVANCED ANALYSIS
de: ERWEITERTE ANALYSE
it: ANALISI AVANZATA
tr: GELIŞMIŞ ANALIZ
zh_cn: 高级分析

# purchase_analytics_1.Text
source: The advanced analysis lets you deeply analyze your usage data, filtering days and screen unlocks.
de: Die erweiterte Analyse erlaubt es, die Benutzungsdaten, bestimmte Tage sowie Unlocks noch genauer zu analysieren
it: L'analisi avanzata ti permette di analizzare a fondo i tuoi dati di utilizzo, filtrando i giorni e gli sblocchi dello schermo.
tr: Gelişmiş analiz ile kullanım verilerinizi ister günlere istersenizde kilit açma sayısına bakarak en ince detaylarına kadar inceleyebilirsiniz.
zh_cn: 高级分析功能可以深入分析您的设备使用情况的数据，筛选天数，查看屏幕解锁次数。

# purchase_analytics_2.Text
source: You can analyze all data or a custom time range and set parameters like usage time, unlocks number, battery percentage and more.
de: Du kannst alle Daten oder eine bestimmte Zeitspanne analysieren sowie Parameter für Nutzungszeit, Anzahl Unlocks, Batterie-Ladung sowie mehr festlegen
it: Puoi analizzare tutti i dati o un intervallo specifico e impostare parametri come tempo di utilizzo, numero di sblocchi, carica della batteria e altro ancora.
tr: Bütün veriyi inceleyebilir veya belirli bir tarih aralığında kullanım, kilit açma, pil düzeyi gibi parametrelerle sınırlandırabilirsiniz ve daha fazlası
zh_cn: 您可以分析所有的数据或自定义时间范围，设置参数，如使用时间，数量解锁，电池百分比等等。

# error_transaction
source: An error occurred, please try again.
it: L'operazione non è andata a buon fine, ti preghiamo di riprovare.
tr: Bir hata oluştu, lütfen tekrar deneyin
zh_cn: 发生错误，请再试一次

# error_transaction_internet
source: You must be connected to the internet the first time you use this feature
de: Um diese Funktion zum ersten Mal zu benutzen, musst du mit dem Internet verbunden sein
it: Devi essere connesso ad Internet la prima volta che usi questa funzione
tr: Bu özelliği ilk sefer kullanmak için, internet bağlantınız olması gerekiyor
zh_cn: 您要先连接网络才能使用此功能

# jump_report
source: Report
tr: Rapor
zh_cn: 报告

# jump_settings
source: Settings
de: Einstellungen
it: Impostazioni
tr: Ayarlar
zh_cn: 设置

# jump_timeline
source: Timeline
de: Zeitleiste
tr: Zaman çizelgesi
zh_cn: 时间轴

# off_combo.Content
source: off
de: aus
it: spento
tr: kapalı
zh_cn: 关

# on_combo.Content
source: on
de: ein
it: acceso
tr: açık
zh_cn: 开

# helper_ch_txt.Text
source: the device is charging
de: das Gerät wird aufgeladen
it: il dispositivo è in carica
tr: cihaz şarj oluyor
zh_cn: 设备正在充电

# helper_notch_txt.Text
source: since last charge
de: seit dem letzen Aufladen
it: dall'ultima ricarica
tr: en son şarjdan beri
zh_cn: 自上次充电后

# time_txt.Text
source: Time
de: Zeit
it: Orario
tr: Zaman
zh_cn: 时间

# buy_btn
source: Not now
de: Nicht jetzt
it: Non ora
tr: Şimdi değil
zh_cn: 以后再说

# try_btn
source: Try
de: Teste
it: Prova
tr: Deneme
zh_cn: 试用

# no_items_txt.Text
source: No items were found
de: Nichts gefunden
it: Nessun elemento trovato
tr: Veri bulunamadı
zh_cn: 没有找到任何项目

# range_dialog.PrimaryButtonText
source: Choose
de: Auswählen
it: Scegli
tr: Seç
zh_cn: 选择

# range_dialog.SecondaryButtonText
source: Cancel
de: Abbrechen
it: Annulla
tr: Iptal
zh_cn: 取消

# range_dialog.Title
source: SELECT RANGE
de: Zeitspanne wählen
it: SELEZIONA INTERVALLO
tr: ARALIĞI SEÇ
zh_cn: 选择范围

# note_banner
source: NOTES
de: NOTIZEN
it: NOTE
tr: NOTLAR
zh_cn: 笔记

# no_note
source: The selected day is not yet present in the database
de: Der ausgewählte Tag ist noch vorhanden im Datenbestand
it: Il giorno selezionato non è ancora presente nel database
tr: Seçilen gün henüz veri tabanında yok
zh_cn: 所选日期不存在于数据库中

# no_note_txt.Text
source: No notes available
de: Keine Notizen vorhanden
tr: Herhangi bir not yok
zh_cn: 暂无笔记

# thanks_banner.Text
source: Special thanks:
de: Besonderen Dank:
it: Ringraziamenti:
tr: Özel teşekkürler
zh_cn: 特别感谢

# thanks_german.Text
source: - german translation
de: - Übersetzung auf Deutsch
it: - traduzione in tedesco
tr: - almanca çeviri
zh_cn: - 德文翻译

# excel_banner_bluetooth
source: Bluetooth
zh_cn: 蓝牙

# excel_banner_charging
source: Charging
de: Lädt
it: In carica
tr: Şarj oluyor
zh_cn: 充电

# excel_banner_latitude
source: Latitude
de: Breitengrad
it: Latitudine
tr: Enlem
zh_cn: 纬度

# excel_banner_longitude
source: Longitude
de: Längengrad
it: Longitudine
tr: Boylam
zh_cn: 经度

# excel_banner_unlocks
source: Unlocks
de: Entsperrungen
it: Sblocchi
tr: Kilit açma
zh_cn: 解锁

# excel_banner_usage
source: Usage
de: Nutzung
it: Utilizzo
tr: Kullanım
zh_cn: 使用

# excel_banner_wifi
source: Wi-Fi
zh_cn: 无线上网

# excel_banner_battery
source: Battery
de: Batterie
it: Batteria
tr: Pil
zh_cn: 电池

# excel_banner_time
source: Time
de: Zeit
it: Orario
tr: Zaman
zh_cn: 时间

# Excel_average_unlocks
source: Average unlocks:
de: Durchschnittliche Entsperrungen:
it: Media sblocchi:
tr: Ortalama kilit açma:
zh_cn: 平均解锁时间

# Excel_average_usage
source: Average usage:
de: Durchschnittliche Nutzung:
it: Media utilizzo:
tr: Ortalama kullanım
zh_cn: 平均使用时间

# Excel_creation
source: Creation date:
de: Erstellungsdatum:
it: Data di creazione:
tr: Oluşturma tarihi:
zh_cn: 创建日期

# Excel_days
source: Days analized:
de: Analisierte Tage:
it: Giorni analizzati:
tr: Analiz edilen günler:
zh_cn: 天数分析

# Excel_overview
source: Overview
de: Übersicht
it: Riepilogo
tr: Genel bakış
zh_cn: 概览

# Excel_range
source: Analysis range:
de: Analysenbereich:
it: Periodo di analisi:
tr: Analiz aralığı:
zh_cn: 分析范围

# Excel_total_unlocks
source: Total unlocks:
de: Gesamte Entsperrungen:
it: Sblocchi totali:
tr: Toplam kilit açma:
zh_cn: 总共解锁

# Excel_total_usage
source: Total usage:
de: Gesamte Nutzung:
it: Utilizzo totale:
tr: Toplam kullanım:
zh_cn: 总共使用

# Excel_version
source: App version:
it: Versione app:
tr: Uygulama sürümü:
zh_cn: 软件版本

# status_off
source: Off
de: Ausgeschaltet
tr: Kapalı
zh_cn: 关

# status_on
source: On
de: auf
tr: Açık
zh_cn: 开

# excel_error
source: There was an error, try again
de: Es iste ein Fehler aufgetreten. Bitte nochmals versuchen!
it: Si è verificato un errore, riprova per favore
tr: Bir hata oluştu, lütfen tekrar deneyin
zh_cn: 出现错误，请重试

# excel_success
source: The Excel report has been succesfully created
de: Der Excel-Report ist erfolgreich erstellt worden
it: Il file Excel è stato salvato correttamente
tr: Excel raporu başarıyla oluşturuldu
zh_cn: Excel表格已经成功创建

# export_bar.Label
source: Export
it: Esporta
tr: Dışarı aktar
zh_cn: 导出

# desktop_disclaimer
source: Thank you for using Time Sense! The PC version is still in development and, due to system limitations, there could be some issues. If you find a bug or you have a problem please send a feedback using the button in the settings instead of leaving a negative review.
it: Grazie per usare Time Sense! La versione per PC è ancora in fase di sviluppo e a causa di alcune limitazioni del sistema potrebbero esserci dei problemi. Se trovi un bug o riscontri un problema per favore invia un feedback tramite il pulsante nelle impostazioni invece di lasciare una recensione negativa.
tr: Time sense'i kullandığınız için teşekkürler! Masaüstü sürümü henüz yapım aşamasında ve sistem sınırlamalarından dolayı bazı hatalar olabilir. Eğer bir hata bulursanız veya probleminiz varsa, mağazada uygulamayı kötü değerlendirmek yerine lütfen ayarlardaki geri bildirim seçeneğini kullanın
zh_cn: 感谢使用Time Sense。PC版正在开发中，由于系统的原因PC版还存在些问题如果您发现了bug或者你有什么问题，请在设置中点击反馈按钮，请勿随意骂人，给差评。

# progress_dialog.Title
source: EXPORTING
de: EXPORTIEREN
it: ESPORTAZIONE
tr: DIŞARI AKTARILIYOR
zh_cn: 正在导出

# error_span
source: The start date must be before the end date
de: Das Anfagsdatum muss vor dem Enddatum sein
it: La data iniziale deve essere minore della data finale
tr: Başlangıç tarihi, bitiş tarihinden önce olmalıdır
zh_cn: 开始日期必须在结束日期之前

# limit_item_6.Content
source: Disabled
de: Ausgeschaltet
it: Disattivato
tr: Kapalı
zh_cn: 关闭

# hello_header_1.Text
source: Log in with Windows Hello
de: Mit Windows Hello einloggen
it: Accedi con Windows Hello
zh_cn: 与Windows Hello登录

# hello_header_2.Text
source: Use Iris, fingerprint or pin verification to open the app
de: Öffne die App per Iris-, Fingerabdruck oder PIN-Verifikation
it: Usa la scansione dell'iride, delle impronte o il tuo pin per aprire l'app
zh_cn: 使用虹膜，指纹或密码验证，打开应用程序

# hello_not_available
source: There are no available verification options
de: Es sind keine Verifikationsoptionen verfügbar
it: Non ci sono opzioni di verifica disponibile
zh_cn: 有没有可用的验证选项

# hello_message
source: Verify your identity to open Time Sense
de: Bestätige deine Identität, um Time Sense zu öffnen
it: Verifica la tua identità per aprire Time Sense
zh_cn: 验证您的身份开Time Sense

# thanks_turkish.Text
source: - turkish translation
de: - türkisch-Übersetzung
it: - traduzione in turco
tr: - türkçe çeviri

# purchase_analytics_3.Text
source: This feature is available for 0.99$ and purchasing it you will help the developer to improve the app.
de: Diese Funktion kostet 0.99 €. Bei einem Kauf unterstützt du den Entwickler, die App zu verbessern
it: Questa funzione è disponibile a 0.99€ e acquistandola aiuterai lo sviluppatore a migliorare l'app.

# voice_usage
source: Hello, today you used the device for {0} {1}, {2} {3} and {4} {5}, and you unlocked the screen {6} {7}
de: Du hast das Gerät für {0}{1}, {2}{3} und {4}{5} genutzt und {6}{7} entsperrt.
it: Ciao, oggi hai usato il dispositivo per {0} {1}, {2} {3} e {4} {5}, e hai sbloccato lo schermo {6} {7}

# service_text.Text
source: If you are a developer you can access usage data of the current day using app services. The name of the service is "timesense.service" and the available commands are: "seconds", "minutes", "hours". All of them return a double value
it: Se sei uno sviluppatore puoi accedere ai dati di utilizzo del giorno corrente utilizzando gli app services. Il nome del service è "timesense.service" e i comandi disponibili sono "seconds", "minutes" e "hours". Tutti i comandi restituiscono un valore double.
